Repository: rfchu/khuaplayer
Catalog: Apps/Mac/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# chrome.xdr.tooltip.off
source: Enable Brightness Boost to brighten the picture
de: Aktiviere Brightness Boost für ein helleres Bild
es: Activa Brightness Boost para aumentar el brillo de la imagen
fr: Activez Brightness Boost pour éclaircir l’image
id: Aktifkan Brightness Boost untuk mencerahkan gambar
it: Attiva Brightness Boost per aumentare la luminosità dell’immagine
ja: Brightness Boost をオンにすると、映像を明るくできます
ko: Brightness Boost를 켜면 화면 밝기를 높일 수 있습니다
nl: Schakel Brightness Boost in voor een helderder beeld
pl: Włącz Brightness Boost, aby rozjaśnić obraz
pt: Ative o Brightness Boost para aumentar o brilho da imagem
ru: Включите Brightness Boost, чтобы повысить яркость изображения
th: เปิด Brightness Boost เพื่อเพิ่มความสว่างของภาพ
tr: Görüntüyü daha parlak hale getirmek için Brightness Boost’u açın
vi: Bật Brightness Boost để tăng độ sáng hình ảnh
zh_hans: 开启 Brightness Boost，可提升画面亮度
zh_hant: 開啟 Brightness Boost，可提升畫面亮度

# chrome.xdr.tooltip.on
source: Brightness Boost is on and increases picture brightness according to the display’s capabilities
de: Brightness Boost ist aktiviert und erhöht die Bildhelligkeit entsprechend den Möglichkeiten des Displays
es: Brightness Boost está activado y aumenta el brillo de la imagen según las capacidades de la pantalla
fr: Brightness Boost est activé et augmente la luminosité de l’image selon les capacités de l’écran
id: Brightness Boost aktif dan meningkatkan kecerahan gambar sesuai kemampuan layar
it: Brightness Boost è attivo e aumenta la luminosità dell’immagine in base alle capacità dello schermo
ja: Brightness Boost はオンで、画面の性能に応じて映像を明るくしています
ko: Brightness Boost가 켜져 있으며 디스플레이 성능에 맞춰 영상 밝기를 높입니다
nl: Brightness Boost is ingeschakeld en verhoogt de beeldhelderheid op basis van de mogelijkheden van het scherm
pl: Brightness Boost jest włączony i zwiększa jasność obrazu zgodnie z możliwościami ekranu
pt: O Brightness Boost está ativado e aumenta o brilho da imagem de acordo com a capacidade da tela
ru: Brightness Boost включён и повышает яркость изображения с учётом возможностей экрана
th: Brightness Boost เปิดอยู่และเพิ่มความสว่างของภาพตามความสามารถของหน้าจอ
tr: Brightness Boost açık ve ekranın özelliklerine göre görüntü parlaklığını artırıyor
vi: Brightness Boost đang bật và tăng độ sáng hình ảnh theo khả năng của màn hình
zh_hans: Brightness Boost 已开启，根据屏幕能力提升画面亮度
zh_hant: Brightness Boost 已開啟，根據螢幕能力提升畫面亮度

# clearHistory.confirm.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pl: Anuluj
pt: Cancelar
ru: Отменить
th: ยกเลิก
tr: Vazgeç
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# clearHistory.confirm.message
source: This removes all playback records: resume positions, recent files, and the remembered open-panel folder. This cannot be undone.
de: Alle Wiedergabedaten werden gelöscht: Fortsetzungspositionen, zuletzt geöffnete Dateien und der gemerkte Ordner des Öffnen-Dialogs. Diese Aktion kann nicht widerrufen werden.
es: Se eliminarán todos los registros de reproducción: posiciones de reanudación, archivos recientes y la carpeta recordada del panel de apertura. Esta acción no se puede deshacer.
fr: Tous les enregistrements de lecture seront supprimés : positions de reprise, fichiers récents et dossier mémorisé du dialogue d’ouverture. Cette action est irréversible.
id: Semua catatan pemutaran akan dihapus: posisi lanjut menonton, daftar file yang baru dibuka, dan folder yang diingat. Tindakan ini tidak dapat diurungkan.
it: Verranno eliminati tutti i dati di riproduzione: posizioni di ripresa, file recenti e cartella di apertura memorizzata. L'operazione non può essere annullata.
ja: 続きから再生の位置、最近開いたファイルの一覧、フォルダの記憶を含むすべての再生記録を削除します。この操作は取り消せません。
ko: 모든 재생 기록이 삭제됩니다: 이어보기 위치, 최근 파일 목록, 기억된 폴더. 이 동작은 취소할 수 없습니다.
nl: Hiermee worden alle afspeelgegevens verwijderd: hervattingsposities, recente bestanden en de onthouden map van het openvenster. Dit kan niet ongedaan worden gemaakt.
pl: Spowoduje to usunięcie wszystkich danych odtwarzania: pozycji wznawiania, listy ostatnio otwieranych plików i zapamiętanego folderu otwierania. Tej operacji nie można cofnąć.
pt: Todos os registros de reprodução serão removidos: posições de retomada, arquivos recentes e a pasta memorizada do painel de abertura. Esta ação não pode ser desfeita.
ru: Будут удалены все данные о воспроизведении: позиции возобновления, список недавних файлов и запомненная папка открытия. Это действие нельзя отменить.
th: จะลบประวัติการเล่นทั้งหมด ได้แก่ ตำแหน่งเล่นต่อ รายการไฟล์ล่าสุด และโฟลเดอร์ที่จำไว้ในหน้าต่างเปิดไฟล์ การกระทำนี้ไม่สามารถเลิกทำได้
tr: Tüm oynatma kayıtları silinecek: devam etme konumları, son açılan dosyalar ve anımsanan açma klasörü. Bu işlem geri alınamaz.
vi: Thao tác này sẽ xóa toàn bộ lịch sử phát: vị trí phát tiếp, danh sách tệp mở gần đây và thư mục đã ghi nhớ trong hộp thoại mở tệp. Không thể hoàn tác.
zh_hans: 将删除所有播放记录：续播位置、最近打开的文件列表与目录记忆。此操作不可撤销。
zh_hant: 將刪除所有播放記錄：續播位置、最近開啟的檔案清單與檔案夾記憶。此操作無法復原。

# clearHistory.confirm.ok
source: Clear
de: Löschen
es: Borrar
fr: Effacer
id: Hapus
it: Cancella
ja: 消去
ko: 지우기
nl: Wis
pl: Wyczyść
pt: Limpar
ru: Очистить
th: ล้าง
tr: Temizle
vi: Xóa
zh_hans: 清空
zh_hant: 清除

# clearHistory.confirm.title
source: Clear all history?
de: Gesamten Verlauf löschen?
es: ¿Borrar todo el historial?
fr: Effacer tout l’historique ?
id: Hapus semua riwayat?
it: Cancellare tutta la cronologia?
ja: すべての履歴を消去しますか？
ko: 모든 기록을 지우시겠습니까?
nl: Alle geschiedenis wissen?
pl: Wyczyścić całą historię?
pt: Limpar todo o histórico?
ru: Очистить всю историю?
th: ล้างประวัติทั้งหมด?
tr: Tüm geçmiş temizlensin mi?
vi: Xóa toàn bộ lịch sử?
zh_hans: 清空所有历史记录？
zh_hant: 清除所有歷史記錄？

# defaultPlayer.apply
source: Set Default
de: Als Standard festlegen
es: Establecer como predeterminado
fr: Définir par défaut
id: Jadikan default
it: Imposta come predefinito
ja: デフォルトに設定
ko: 기본으로 설정
nl: Stel in als standaard
pl: Ustaw jako domyślny
pt: Definir como padrão
ru: Сделать по умолчанию
th: ตั้งเป็นค่าเริ่มต้น
tr: Varsayılan yap
vi: Đặt làm mặc định
zh_hans: 设为默认
zh_hant: 設為預設

# defaultPlayer.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pl: Anuluj
pt: Cancelar
ru: Отменить
th: ยกเลิก
tr: Vazgeç
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# defaultPlayer.done.message
source: %d file types are now associated with this app.
de: %d Dateitypen sind jetzt mit dieser App verknüpft.
es: %d tipos de archivo se han asociado a esta app.
fr: %d types de fichiers sont désormais associés à cette app.
id: %d jenis file kini dikaitkan dengan app ini.
it: %d tipi di file sono ora associati a questa app.
ja: %d 種類のファイルタイプをこのAppに関連付けました。
ko: %d개의 파일 유형이 이 앱에 연결되었습니다.
nl: %d bestandstypen zijn nu aan deze app gekoppeld.
pl: Liczba typów plików skojarzonych z tą aplikacją: %d.
pt: %d tipos de arquivo agora estão associados a este app.
ru: Типов файлов, связанных с этим приложением: %d.
th: เชื่อมโยงไฟล์ %d ประเภทกับแอปนี้แล้ว
tr: %d dosya türü artık bu uygulamayla ilişkilendirildi.
vi: Đã liên kết %d loại tệp với ứng dụng này.
zh_hans: 已将 %d 种文件类型关联到本 App。
zh_hant: 已將 %d 種檔案類型與本 App 建立關聯。

# defaultPlayer.done.title
source: Done
de: Fertig
es: Listo
fr: Terminé
id: Selesai
it: Fine
ja: 完了
ko: 완료
nl: Gereed
pl: Gotowe
pt: Concluído
ru: Готово
th: เสร็จสิ้น
tr: Bitti
vi: Hoàn tất
zh_hans: 已完成
zh_hant: 已完成

# defaultPlayer.fail.message
source: %d file types could not be set.
de: %d Dateitypen konnten nicht festgelegt werden.
es: No se han podido configurar %d tipos de archivo.
fr: Impossible de configurer %d types de fichiers.
id: %d jenis file gagal diatur.
it: Impossibile impostare %d tipi di file.
ja: %d 種類のファイルタイプを設定できませんでした。
ko: %d개의 파일 유형을 설정하지 못했습니다.
nl: %d bestandstypen konden niet worden ingesteld.
pl: Liczba typów plików, których nie udało się ustawić: %d.
pt: Não foi possível definir %d tipos de arquivo.
ru: Не удалось настроить типы файлов: %d.
th: ไม่สามารถตั้งค่าไฟล์ %d ประเภทได้
tr: %d dosya türü ayarlanamadı.
vi: Không thể đặt %d loại tệp.
zh_hans: %d 种文件类型设置失败。
zh_hant: %d 種檔案類型設定失敗。

# defaultPlayer.message
source: Choose which media formats should open in this app by default. Formats the built-in system players already handle well (such as MP4 and MP3) are unchecked by default.
de: Wähle aus, welche Medienformate standardmäßig mit dieser App geöffnet werden sollen. Formate, die die integrierten Player des Systems bereits gut wiedergeben (z. B. MP4 und MP3), sind standardmäßig nicht ausgewählt.
es: Elige qué formatos multimedia se abrirán con esta app de forma predeterminada. Los formatos que los reproductores integrados del sistema ya reproducen bien (como MP4 y MP3) están desmarcados por omisión.
fr: Choisissez les formats multimédias à ouvrir par défaut avec cette app. Les formats déjà bien pris en charge par les lecteurs intégrés du système (comme MP4 et MP3) sont décochés par défaut.
id: Pilih format media yang akan dibuka dengan app ini secara default. Format yang sudah diputar dengan baik oleh pemutar bawaan sistem (seperti MP4 dan MP3) tidak dicentang secara default.
it: Scegli quali formati multimediali aprire con questa app per impostazione predefinita. I formati che i lettori integrati del sistema riproducono già bene (come MP4 e MP3) non sono selezionati di default.
ja: このAppでデフォルトで開くメディアフォーマットを選択してください。システム標準のプレーヤーで十分に再生できるフォーマット（MP4、MP3など）は、デフォルトではオフになっています。
ko: 이 앱으로 기본으로 열 미디어 포맷을 선택하십시오. 시스템 기본 플레이어로 이미 잘 재생되는 포맷(MP4, MP3 등)은 기본적으로 선택되어 있지 않습니다.
nl: Kies welke mediaformaten standaard met deze app worden geopend. Formaten die de ingebouwde spelers van het systeem al goed afspelen (zoals MP4 en MP3), zijn standaard niet aangevinkt.
pl: Wybierz formaty multimediów, które mają być domyślnie otwierane w tej aplikacji. Formaty dobrze obsługiwane przez systemowe odtwarzacze (np. MP4 i MP3) są domyślnie odznaczone.
pt: Escolha quais formatos de mídia serão abertos neste app por padrão. Os formatos que os reprodutores nativos do sistema já reproduzem bem (como MP4 e MP3) vêm desmarcados por padrão.
ru: Выберите форматы мультимедиа, которые по умолчанию будут открываться в этом приложении. Форматы, которые встроенные плееры системы уже хорошо воспроизводят (например, MP4 и MP3), по умолчанию не отмечены.
th: เลือกฟอร์แมตสื่อที่ต้องการให้เปิดด้วยแอปนี้ตามค่าเริ่มต้น ฟอร์แมตที่เพลเยอร์ในตัวของระบบเล่นได้ดีอยู่แล้ว (เช่น MP4 และ MP3) จะไม่ถูกเลือกไว้ตามค่าเริ่มต้น
tr: Bu uygulamayla varsayılan olarak açılacak ortam formatlarını seçin. Sistemin yerleşik oynatıcılarının zaten iyi oynattığı formatlar (MP4 ve MP3 gibi) varsayılan olarak işaretli değildir.
vi: Chọn các định dạng phương tiện sẽ mở bằng ứng dụng này theo mặc định. Các định dạng mà trình phát có sẵn của hệ thống đã phát tốt (như MP4 và MP3) sẽ không được chọn sẵn.
zh_hans: 选择要默认用本 App 打开的媒体格式。系统自带播放器已能良好播放的格式（MP4、MP3 等）默认未勾选。
zh_hant: 選擇要預設以本 App 開啟的媒體格式。系統內建播放器已能良好播放的格式（MP4、MP3 等）預設不勾選。

# defaultPlayer.prompt.customize
source: Customize Formats…
de: Formate anpassen…
es: Personalizar formatos…
fr: Personnaliser les formats…
id: Sesuaikan Format…
it: Personalizza formati…
ja: フォーマットをカスタマイズ…
ko: 포맷 사용자화…
nl: Bestandsindelingen aanpassen…
pl: Dostosuj formaty…
pt: Personalizar formatos…
ru: Настроить форматы…
th: กำหนดรูปแบบเอง…
tr: Biçimleri Özelleştir…
vi: Tùy chỉnh định dạng…
zh_hans: 自定义格式…
zh_hant: 自訂格式…

# defaultPlayer.prompt.later
source: Later
de: Später
es: Más tarde
fr: Plus tard
id: Nanti
it: Più tardi
ja: 後で
ko: 나중에
pl: Później
pt: Mais tarde
ru: Позже
th: ภายหลัง
tr: Daha Sonra
vi: Để sau
zh_hans: 以后再说
zh_hant: 稍後

# defaultPlayer.prompt.message
source: All video and audio formats Khua supports — including MKV, MP4, WebM and MP3 — will open in this app by default. Choose “Customize Formats…” to pick only some. You can change this anytime from the app menu.
de: Alle von Khua unterstützten Video- und Audioformate – darunter MKV, MP4, WebM und MP3 – werden standardmäßig mit dieser App geöffnet. Wähle „Formate anpassen…“, um nur bestimmte Formate auszuwählen. Dies kann jederzeit im App-Menü geändert werden.
es: Todos los formatos de vídeo y audio compatibles con Khua, incluidos MKV, MP4, WebM y MP3, se abrirán de forma predeterminada con esta app. Elige «Personalizar formatos…» para seleccionar solo algunos. Puedes cambiarlo en cualquier momento desde el menú de la app.
fr: Tous les formats vidéo et audio pris en charge par Khua, notamment MKV, MP4, WebM et MP3, s’ouvriront par défaut avec cette app. Choisissez « Personnaliser les formats… » pour n’en sélectionner que certains. Vous pourrez modifier ce réglage à tout moment depuis le menu de l’app.
id: Semua format video dan audio yang didukung Khua, termasuk MKV, MP4, WebM, dan MP3, akan dibuka dengan app ini secara default. Pilih “Sesuaikan Format…” untuk memilih format tertentu saja. Anda dapat mengubahnya kapan saja dari menu app.
it: Tutti i formati video e audio supportati da Khua, inclusi MKV, MP4, WebM e MP3, verranno aperti per impostazione predefinita con questa app. Scegli “Personalizza formati…” per selezionarne solo alcuni. Puoi cambiare questa impostazione in qualsiasi momento dal menu dell’app.
ja: Khua が対応するすべてのビデオおよびオーディオフォーマット（MKV、MP4、WebM、MP3 など）が、デフォルトでこのアプリで開くようになります。一部だけを選ぶには「フォーマットをカスタマイズ…」を選択してください。この設定はアプリメニューからいつでも変更できます。
ko: MKV, MP4, WebM, MP3를 비롯해 Khua가 지원하는 모든 비디오 및 오디오 포맷이 기본적으로 이 앱에서 열립니다. 일부 포맷만 선택하려면 ‘포맷 사용자화…’를 선택하십시오. 이 설정은 앱 메뉴에서 언제든지 변경할 수 있습니다.
nl: Alle video- en audiobestandsindelingen die Khua ondersteunt, waaronder MKV, MP4, WebM en MP3, worden standaard met deze app geopend. Kies ‘Bestandsindelingen aanpassen…’ om er slechts enkele te selecteren. Je kunt dit op elk moment wijzigen via het appmenu.
pl: Wszystkie formaty wideo i audio obsługiwane przez Khua, w tym MKV, MP4, WebM i MP3, będą domyślnie otwierane w tej aplikacji. Wybierz „Dostosuj formaty…”, aby zaznaczyć tylko niektóre. Ustawienie można w każdej chwili zmienić w menu aplikacji.
pt: Todos os formatos de vídeo e áudio compatíveis com o Khua, incluindo MKV, MP4, WebM e MP3, serão abertos por padrão com este app. Escolha “Personalizar formatos…” para selecionar apenas alguns. Você pode alterar essa opção a qualquer momento no menu do app.
ru: Все видео- и аудиоформаты, поддерживаемые Khua, включая MKV, MP4, WebM и MP3, будут по умолчанию открываться в этом приложении. Выберите «Настроить форматы…», чтобы отметить только некоторые форматы. Этот параметр можно изменить в любое время в меню приложения.
th: รูปแบบวิดีโอและเสียงทั้งหมดที่ Khua รองรับ รวมถึง MKV, MP4, WebM และ MP3 จะเปิดด้วยแอปนี้โดยค่าเริ่มต้น เลือก “กำหนดรูปแบบเอง…” หากต้องการเลือกเพียงบางรูปแบบ คุณเปลี่ยนการตั้งค่านี้ได้ทุกเมื่อจากเมนูแอป
tr: MKV, MP4, WebM ve MP3 dahil Khua tarafından desteklenen tüm video ve ses biçimleri varsayılan olarak bu uygulamada açılacak. Yalnızca bazılarını seçmek için “Biçimleri Özelleştir…” seçeneğini kullanın. Bunu uygulama menüsünden istediğiniz zaman değiştirebilirsiniz.
vi: Tất cả định dạng video và âm thanh mà Khua hỗ trợ, bao gồm MKV, MP4, WebM và MP3, sẽ mặc định mở bằng ứng dụng này. Chọn “Tùy chỉnh định dạng…” để chỉ chọn một số định dạng. Bạn có thể thay đổi thiết lập này bất cứ lúc nào trong menu ứng dụng.
zh_hans: Khua 支持的视频与音频格式（MKV、MP4、WebM、MP3 等）都将默认用本 App 打开。想只关联部分格式，请选「自定义格式…」。之后随时可在 App 菜单中更改。
zh_hant: Khua 支援的所有視訊與音訊格式（包括 MKV、MP4、WebM 和 MP3）都會預設以此 App 開啟。若只想關聯部分格式，請選擇「自訂格式…」。之後可隨時從 App 選單更改。

# defaultPlayer.prompt.title
source: Use Khua as your default media player?
de: Khua als Standard-Mediaplayer verwenden?
es: ¿Usar Khua como reproductor multimedia predeterminado?
fr: Utiliser Khua comme lecteur multimédia par défaut ?
id: Gunakan Khua sebagai pemutar media default?
it: Usare Khua come lettore multimediale predefinito?
ja: Khua をデフォルトのメディアプレーヤーにしますか？
ko: Khua를 기본 미디어 플레이어로 사용하겠습니까?
nl: Khua als standaardmediaspeler gebruiken?
pl: Użyć Khua jako domyślnego odtwarzacza multimediów?
pt: Usar o Khua como reprodutor de mídia padrão?
ru: Использовать Khua как медиаплеер по умолчанию?
th: ใช้ Khua เป็นเครื่องเล่นสื่อเริ่มต้นหรือไม่
tr: Khua varsayılan medya oynatıcınız olarak kullanılsın mı?
vi: Dùng Khua làm trình phát đa phương tiện mặc định?
zh_hans: 要用 Khua 作为默认多媒体播放器吗？
zh_hant: 要將 Khua 設為預設多媒體播放器嗎？

# defaultPlayer.recommended
source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
id: Disarankan
it: Consigliato
ja: 推奨
ko: 권장
nl: Aanbevolen
pl: Zalecane
pt: Recomendado
ru: Рекомендуется
th: แนะนำ
tr: Önerilen
vi: Đề xuất
zh_hans: 推荐
zh_hant: 建議

# defaultPlayer.recommendedHint
source: Recommended for broad format compatibility
de: Für umfassende Formatkompatibilität empfohlen
es: Recomendados para una mayor compatibilidad de formatos
fr: Recommandés pour une compatibilité étendue des formats
id: Disarankan untuk kompatibilitas format yang lebih luas
it: Consigliati per una maggiore compatibilità dei formati
ja: 幅広いフォーマット互換性のための推奨設定
ko: 더 폭넓은 포맷 호환성을 위한 권장 설정
nl: Aanbevolen voor brede bestandscompatibiliteit
pl: Zalecane dla szerokiej zgodności formatów
pt: Recomendados para maior compatibilidade de formatos
ru: Рекомендуется для широкой совместимости форматов
th: แนะนำเพื่อรองรับรูปแบบได้กว้างขึ้น
tr: Geniş biçim uyumluluğu için önerilir
vi: Đề xuất để tương thích với nhiều định dạng hơn
zh_hans: 推荐用于更广泛的格式兼容性
zh_hant: 建議用於更廣泛的格式相容性

# defaultPlayer.selectAll
source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
id: Pilih semua
it: Seleziona tutto
ja: すべてを選択
ko: 모두 선택
nl: Selecteer alles
pl: Zaznacz wszystko
pt: Selecionar tudo
ru: Выбрать все
th: เลือกทั้งหมด
tr: Tümünü seç
vi: Chọn tất cả
zh_hans: 全选
zh_hant: 全選

# defaultPlayer.title
source: Set as Default Player
de: Als Standard-Player festlegen
es: Establecer como reproductor predeterminado
fr: Définir comme lecteur par défaut
id: Jadikan pemutar default
it: Imposta come lettore predefinito
ja: デフォルトのプレーヤーに設定
ko: 기본 플레이어로 설정
nl: Stel in als standaardspeler
pl: Ustaw jako domyślny odtwarzacz
pt: Definir como reprodutor padrão
ru: Сделать плеером по умолчанию
th: ตั้งเป็นเพลเยอร์เริ่มต้น
tr: Varsayılan oynatıcı olarak ayarla
vi: Đặt làm trình phát mặc định
zh_hans: 设为默认播放器
zh_hant: 設為預設播放器

# emptyState.action.open
source: Open Another File
de: Andere Datei öffnen
es: Abrir otro archivo
fr: Ouvrir un autre fichier
id: Buka File Lain
it: Apri un altro file
ja: 別のファイルを開く
ko: 다른 파일 열기
nl: Ander bestand openen
pl: Otwórz inny plik
pt: Abrir outro arquivo
ru: Открыть другой файл
th: เปิดไฟล์อื่น
tr: Başka Dosya Aç
vi: Mở tệp khác
zh_hans: 打开其他文件
zh_hant: 開啟其他檔案

# emptyState.action.retry
source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
id: Coba Lagi
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar novamente
ru: Повторить
th: ลองอีกครั้ง
tr: Yeniden Dene
vi: Thử lại
zh_hans: 重新尝试
zh_hant: 重新嘗試

# emptyState.reason.decodeFailed
source: The contents of this file could not be decoded.
de: Der Inhalt dieser Datei konnte nicht decodiert werden.
es: No se pudo decodificar el contenido de este archivo.
fr: Impossible de décoder le contenu de ce fichier.
id: Isi file ini tidak dapat didekode.
it: Impossibile decodificare il contenuto di questo file.
ja: このファイルの内容をデコードできません。
ko: 이 파일의 내용을 디코딩할 수 없습니다.
nl: De inhoud van dit bestand kon niet worden gedecodeerd.
pl: Nie udało się zdekodować zawartości tego pliku.
pt: Não foi possível decodificar o conteúdo deste arquivo.
ru: Не удалось декодировать содержимое этого файла.
th: ไม่สามารถถอดรหัสเนื้อหาของไฟล์นี้ได้
tr: Bu dosyanın içeriği çözülemedi.
vi: Không thể giải mã nội dung của tệp này.
zh_hans: 无法解码这个文件的内容。
zh_hant: 無法解碼這個檔案的內容。

# emptyState.reason.generic
source: This file cannot be played.
de: Diese Datei kann nicht abgespielt werden.
es: Este archivo no se puede reproducir.
fr: Ce fichier ne peut pas être lu.
id: File ini tidak dapat diputar.
it: Questo file non può essere riprodotto.
ja: このファイルは再生できません。
ko: 이 파일은 재생할 수 없습니다.
nl: Dit bestand kan niet worden afgespeeld.
pl: Tego pliku nie można odtworzyć.
pt: Este arquivo não pode ser reproduzido.
ru: Этот файл невозможно воспроизвести.
th: ไม่สามารถเล่นไฟล์นี้ได้
tr: Bu dosya oynatılamıyor.
vi: Không thể phát tệp này.
zh_hans: 这个文件无法播放。
zh_hant: 這個檔案無法播放。

# emptyState.reason.incomplete
source: The file may be incomplete; the information needed for playback is missing.
de: Die Datei ist möglicherweise unvollständig; die zum Abspielen nötigen Informationen fehlen.
es: El archivo puede estar incompleto; falta la información necesaria para reproducirlo.
fr: Le fichier est peut-être incomplet ; les informations nécessaires à la lecture sont absentes.
id: File mungkin tidak lengkap; informasi yang diperlukan untuk pemutaran tidak ada.
it: Il file potrebbe essere incompleto; mancano le informazioni necessarie per la riproduzione.
ja: ファイルが不完全な可能性があり、再生に必要な情報がありません。
ko: 파일이 불완전할 수 있으며 재생에 필요한 정보가 없습니다.
nl: Het bestand is mogelijk onvolledig; de informatie die nodig is om af te spelen ontbreekt.
pl: Plik może być niekompletny; brakuje informacji potrzebnych do odtwarzania.
pt: O arquivo pode estar incompleto; faltam as informações necessárias para a reprodução.
ru: Файл может быть неполным; отсутствуют данные, необходимые для воспроизведения.
th: ไฟล์อาจไม่สมบูรณ์ ไม่มีข้อมูลที่จำเป็นสำหรับการเล่น
tr: Dosya eksik olabilir; oynatma için gereken bilgiler bulunamadı.
vi: Tệp có thể chưa đầy đủ; thiếu thông tin cần thiết để phát.
zh_hans: 文件可能不完整，缺少播放所需的信息。
zh_hant: 檔案可能不完整，缺少播放所需的資訊。

# emptyState.reason.noPlayableTrack
source: No playable audio or video track was found.
de: Keine abspielbare Audio- oder Videospur gefunden.
es: No se encontró ninguna pista de audio o vídeo reproducible.
fr: Aucune piste audio ou vidéo lisible n’a été trouvée.
id: Tidak ditemukan trek audio atau video yang dapat diputar.
it: Nessuna traccia audio o video riproducibile trovata.
ja: 再生できる音声トラックや映像トラックが見つかりません。
ko: 재생할 수 있는 오디오 또는 비디오 트랙을 찾을 수 없습니다.
nl: Geen afspeelbaar audio- of videospoor gevonden.
pl: Nie znaleziono żadnej ścieżki audio ani wideo, którą można odtworzyć.
pt: Nenhuma faixa de áudio ou vídeo reproduzível foi encontrada.
ru: Не найдено ни одной воспроизводимой аудио- или видеодорожки.
th: ไม่พบแทร็กเสียงหรือวิดีโอที่เล่นได้
tr: Oynatılabilir bir ses veya video parçası bulunamadı.
vi: Không tìm thấy luồng âm thanh hoặc video nào phát được.
zh_hans: 没有找到可以播放的音视频轨道。
zh_hant: 找不到可以播放的音訊或視訊軌。

# emptyState.reason.unsupported
source: A decoder could not be created for this file.
de: Für diese Datei konnte kein Decoder erstellt werden.
es: No se pudo crear un decodificador para este archivo.
fr: Impossible de créer un décodeur pour ce fichier.
id: Dekoder untuk file ini tidak dapat dibuat.
it: Impossibile creare un decoder per questo file.
ja: このファイル用のデコーダを作成できません。
ko: 이 파일에 대한 디코더를 만들 수 없습니다.
nl: Er kon geen decoder voor dit bestand worden gemaakt.
pl: Nie udało się utworzyć dekodera dla tego pliku.
pt: Não foi possível criar um decodificador para este arquivo.
ru: Не удалось создать декодер для этого файла.
th: ไม่สามารถสร้างตัวถอดรหัสสำหรับไฟล์นี้ได้
tr: Bu dosya için kod çözücü oluşturulamadı.
vi: Không thể tạo bộ giải mã cho tệp này.
zh_hans: 无法为这个文件建立解码器。
zh_hant: 無法為這個檔案建立解碼器。
